tap 'd12frosted/emacs-plus'

brew 'git'
brew 'gh'
brew 'stow'
brew 'neovim'
brew 'tmux'

brew 'macchina' # neofetch replacement
brew 'lsd'      #       ls replacement

brew 'go'
brew 'jdtls'

cask 'arc'
cask 'steam'
cask 'transmission'
cask 'iterm2'
cask 'topnotch'
cask 'raycast'
cask 'github'
#cask 'mactex'


# fonts
cask 'font-ia-writer-quattro'
cask 'font-iosevka'
cask 'font-hack-nerd-font'

# vim: set syntax=ruby:
