# CLI applications
brew 'stow'
brew 'neovim'
brew 'lsd'
brew 'git'
brew 'gh'
brew 'macchina'

# GUI applications
brew 'pearcleaner'
brew 'jordanbaird-ice'
cask 'ghostty'
cask 'github'
cask 'steam'
cask 'discord'


# languages
brew 'go'
brew 'node'
brew 'yarn'
brew 'watchman'

# fonts
cask 'font-fira-code-nerd-font'
